examples/unv_192_168_1_104/deviceio/GetAudioSources.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
	xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema"
	xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd"
	xmlns:ds="http://www.w3.org/2000/09/xmldsig#"
	xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd"
	xmlns:tt="http://www.onvif.org/ver10/schema"
	xmlns:tmd="http://www.onvif.org/ver10/deviceIO/wsdl"
	xmlns:wsa5="http://www.w3.org/2005/08/addressing">
	<SOAP-ENV:Body>
		<tmd:GetAudioSources xsi:type="tmd:Get"></tmd:GetAudioSources>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>